{"protocolSection":{"identificationModule":{"nctId":"NCT03523702","orgStudyIdInfo":{"id":"2018-8945"},"organization":{"fullName":"Albert Einstein College of Medicine","class":"OTHER"},"briefTitle":"The Selective Personalized Radio-Immunotherapy for Locally Advanced NSCLC Trial","officialTitle":"The Selective Personalized Radio-Immunotherapy for Locally Advanced NSCLC Trial (SPRINT)","acronym":"SPRINT"},"statusModule":{"statusVerifiedDate":"2024-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-18","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-18","type":"ACTUAL"},"studyFirstSubmitDate":"2018-05-02","studyFirstSubmitQcDate":"2018-05-02","studyFirstPostDateStruct":{"date":"2018-05-14","type":"ACTUAL"},"resultsFirstSubmitDate":"2024-09-27","resultsFirstSubmitQcDate":"2024-11-07","resultsFirstPostDateStruct":{"date":"2024-12-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-11-07","lastUpdatePostDateStruct":{"date":"2024-12-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Albert Einstein College of Medicine","class":"OTHER"},"collaborators":[{"name":"Montefiore Medical Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The goal of this study is to explore if, for locally advanced non-small cell lung cancer patients whose tumors have high levels of PD-L1 (a marker associated with benefits from immunotherapy), a combination of immunotherapy and a personalized 4-week radiotherapy course could be more effective than standard treatment, which is a combination of chemotherapy and radiotherapy.","detailedDescription":"This is a Phase II trial evaluating the efficacy and safety of sequential pembrolizumab (200 mg every three weeks) and accelerated, dose-painted radiotherapy for patients with locally advanced NSCLC with PD-L1 expression ≥ 50%. Patients with PD-L1 expression \\< 50% will be treated with concurrent chemoradiotherapy as part of standard of care."},"conditionsModule":{"conditions":["Non-small Cell Lung Cancer, NSCLC"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single arm study with 2 cohort (PembrolizumabRT cohort) part of the trial and SOC cohort (not part of the trial)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"PembroRT","type":"EXPERIMENTAL","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nSubjects with PD-L1 expression \\< 50%:\n\nPatients with PD-L1 expression \\< 50% will also be enrolled and treated with standard concurrent chemoradiotherapy","interventionNames":["Drug: PembroRT"]}],"interventions":[{"type":"DRUG","name":"PembroRT","description":"Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year.\n\nPatients whose tumors are found to have low (\\< 50%) PD-L1 will be treated with a standard-o-care regimen and not be a part of this clinical trial.","armGroupLabels":["PembroRT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Progression-Free Survival (PFS)","description":"To characterize progression-free survival (PFS) rates following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50%, the percentage of participants with PFS at 12 months will be reported.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Freedom From Distant Metastasis","description":"To characterize freedom from distant metastases following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50%, cumulative incidence was calculated treating other events as competing risks. Competing risks are those events which prevent the occurrence or modify the risk of the outcome of distant metastasis. For this study, cumulative incidence is defined as the percentage of patients free from distant metastases up to 18 months following completion of treatment / number of people at risk in the study population and is reported as a percentage.","timeFrame":"Up to 18 months following completion of treatment, up to 30 months total"},{"measure":"Intrathoracic Disease Progression","description":"To characterize freedom from intrathoracic disease progression rates following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50%, the cumulative incidence rate will be determined using competing risk analysis. For this study, intrathoracic disease progression will be reported as a percentage of patients.","timeFrame":"Up to 18 months following completion of treatment, up to 30 months total"},{"measure":"Overall Survival (OS)","description":"Overall survival (OS) of patients alive at 1 year and 2 years following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50% was analyzed. OS was defined as the percentage of treated participants who were still alive at 1 year or 2 years following completion of treatment, divided by the total number of treated participants, multiplied by 100. Overall survival was censored at the time of the last clinic visit or contact.","timeFrame":"1 year and 2 years following completion of treatment, up to 3 years total"},{"measure":"Radiographic Response Rate Based on Response Evaluation Criteria in Solid Tumors (RECIST)","description":"Radiographic Response will be scored using RECIST V1.1 criteria to quantify objective measures of change in tumor burden. Although RECIST 1.1 references a maximum of 5 target lesions in total and 2 per organ, the Sponsor allows a maximum of 10 target lesions in total and 5 per organ, if clinically relevant to enable a broader sampling of tumor burden. RECIST will be used to quantify the percentage of patients demonstrating Complete Response (CR), Partial Response (PR), Stable Disease (SD), Progressive Disease (PD), as follows:\n\nCR - resolution of all target lesions to background levels PR - at least 30% decrease in sum of diameters of target lesions (noting baseline diameters) SD - neither sufficient shrinkage to qualify for PR or sufficient increase to qualify for PD (noting smallest sum on study) PD - at least 20% increase in sum of diameters of target lesions (noting smallest sum on study); absolute increase of 5mm must be demonstrated; \\>=1 new lesion is considered PD","timeFrame":"2 months"},{"measure":"Unplanned Hospitalization Rate","description":"The unplanned hospitalization rate will be determined as the percentage of participants hospitalized due to treatment-related toxicities.","timeFrame":"Up to 18 months following completion of treatment, up to 30 months total"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants are eligible to be included in the study only if all the following criteria apply:\n\n1. Male/female participants who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of non-small cell lung cancer will be enrolled in this study.\n2. Previously untreated, pathologically proven NSCLC with measurable disease (at least 1 unidimensional, radiographically measurable lesion based on RECIST v1.1) and one of the following stages: (prior resection for early stage disease is allowed)\n\n   1. AJCC version 8 Stage II disease, medically or technically unresectable\n   2. AJCC version 8 Stage III disease\n3. Whole body PET/CT within 42 days prior to study entry demonstrating hypermetabolic pulmonary lesion(s) and/or thoracic lymph node(s). If PET/CT was obtained more than 42 days prior to study entry and is not repeated, CT within 28 days prior to study entry demonstrating no evidence of metastatic disease is required.\n4. MRI of the brain or head CT with contrast within 42 days prior to study entry.\n5. PFTs within 42 days of study entry\n6. ECOG performance status 0-1\n7. Adequate end-organ function, based on routine clinical and laboratory workup:\n\n   1. ANC \\>1,500 cells/µl, Platelets ≥ 100,000 cells/µl, Hemoglobin ≥ 9.0 g/dl\n   2. Serum creatinine ≤ 1.5 x ULN or calculated creatinine clearance ≥ 50 ml/min\n   3. Total bilirubin ≤ 1.5 x ULN (or direct bilirubin below the ULN), AST and ALT ≤ 2.5 x ULN\n   4. International normalized ratio (INR) (or prothrombin time (PT)) and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN unless participant is receiving anticoagulant therapy, as long as values are within the intended therapeutic range\n   5. Thyroid stimulating hormone (TSH) within normal limits. If TSH is not within normal limits, the participant may be eligible if T3 and free T4 are within normal limits.\n8. A female participant is eligible to participate if she is not pregnant (see Exclusion Criteria), not breastfeeding, and at least one of the following conditions applies:\n\n   1. Not a woman of childbearing potential (WOCBP) as defined in the Appendix\n   2. A WOCBP who agrees to follow the contraceptive guidance in the Appendix during the treatment period and for at least 120 days after the last dose of study treatment with pembrolizumab (pembroRT cohort) or at least 180 days after the last dose of chemotherapy (chemoRT cohort).\n9. A male participant must agree to use contraception during the treatment period and for at least 28 days after the last dose of study treatment and refrain from donating sperm during this period.\n10. The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n\nExclusion Criteria:\n\nParticipants are excluded from the study if any of the following criteria apply:\n\n1. Malignant pleural or pericardial effusion, based on clinical, imaging, or pathologic evaluation.\n2. Systemic therapy for lung cancer within the past year.\n3. Prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g., CTLA-4, OX-40, CD137).\n4. Contraindication to protocol-specified radiotherapy, such as prior thoracic radiotherapy or active serious collagen vascular disease (e.g. scleroderma).\n5. Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment.\n6. Active malignancy other than lung cancer that requires active treatment other than hormonal therapy or is deemed by the treating physicians to be likely to affect the subject's survival duration.\n7. A history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n8. Active infection requiring antimicrobial therapy.\n9. Has a known history of active TB (Bacillus Tuberculosis).\n10. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for\n\n    the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n11. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n12. Pregnancy, assessed in WOCBP (defined in Appendix) with urine pregnancy test within 72 hours prior to study treatment allocation. If urine pregnancy test is positive or cannot be confirmed as negative, a serum pregnancy test is required. If more than 72 hours elapse between screening pregnancy test and the first dose of study treatment, another pregnancy test (urine or serum) must be performed and must be negative.\n13. For patients receiving pembrolizumab/radiotherapy\n\n    1. Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients.\n    2. Active autoimmune disease other than vitiligo, thyroid disorders, Sjogren's disease, and well-controlled rheumatoid arthritis not requiring disease-modifying therapy.\n    3. Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (e.g., FluMist®) are live attenuated vaccines and are not allowed.\n    4. Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nitin Ohri, MD","affiliation":"Albert Einstein College of Medicine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nitin Ohri, MD","affiliation":"Montefiore Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Montefiore Medical Center","city":"The Bronx","state":"New York","zip":"10467","country":"United States","geoPoint":{"lat":40.84985,"lon":-73.86641}}]},"referencesModule":{"references":[{"pmid":"37988638","type":"DERIVED","citation":"Ohri N, Jolly S, Cooper BT, Kabarriti R, Bodner WR, Klein J, Guha C, Viswanathan S, Shum E, Sabari JK, Cheng H, Gucalp RA, Castellucci E, Qin A, Gadgeel SM, Halmos B. Selective Personalized RadioImmunotherapy for Locally Advanced Non-Small-Cell Lung Cancer Trial (SPRINT). J Clin Oncol. 2024 Feb 10;42(5):562-570. doi: 10.1200/JCO.23.00627. Epub 2023 Nov 21."}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"Of the 42 patients who were consented into the trial, 5 were excluded prior to randomization. 4 of these patients did not meet inclusion/exclusion criteria and 1 was excluded based on personal reasons.\n\nOf these 37 patients, based on assay results, 25 patients were determined to have a PD-L1 tumor expression level of ≥ 50% and 12 patients were observed to have a PD-L1 tumor expression level of \\< 50%. The 25 patients with a PD-L1 tumor expression level ≥ 50% were enrolled into the study.","recruitmentDetails":"Patients were enrolled between August 2018 and November 2021.","groups":[{"id":"FG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year.\n\nSubjects with PD-L1 expression \\< 50%:\n\nSubjects with PD-L1 expression below 50% will be treated with concurrent chemoradiotherapy as part of standard of care and not enrolled into the study."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"25"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"25"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50% Combination of pembrolizumab and dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"25"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"FULL_RANGE","unitOfMeasure":"years","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"25"}]}],"categories":[{"measurements":[{"groupId":"BG000","value":"70","lowerLimit":"53","upperLimit":"86"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"25"}]}],"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"12"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"13"}]}]}]},{"title":"Race and Ethnicity Not Collected","populationDescription":"Race and Ethnicity were not collected from any participant.","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"25"}]}],"categories":[{"measurements":[{"groupId":"BG000","value":"25"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"To characterize progression-free survival (PFS) rates following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50%, the percentage of participants with PFS at 12 months will be reported.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"12 months","groups":[{"id":"OG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19"}]}]}]},{"type":"SECONDARY","title":"Freedom From Distant Metastasis","description":"To characterize freedom from distant metastases following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50%, cumulative incidence was calculated treating other events as competing risks. Competing risks are those events which prevent the occurrence or modify the risk of the outcome of distant metastasis. For this study, cumulative incidence is defined as the percentage of patients free from distant metastases up to 18 months following completion of treatment / number of people at risk in the study population and is reported as a percentage.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","calculatePct":false,"timeFrame":"Up to 18 months following completion of treatment, up to 30 months total","groups":[{"id":"OG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17"}]}]}]},{"type":"SECONDARY","title":"Intrathoracic Disease Progression","description":"To characterize freedom from intrathoracic disease progression rates following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50%, the cumulative incidence rate will be determined using competing risk analysis. For this study, intrathoracic disease progression will be reported as a percentage of patients.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"Up to 18 months following completion of treatment, up to 30 months total","groups":[{"id":"OG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22"}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) of patients alive at 1 year and 2 years following treatment with sequential pembrolizumab and radiotherapy for locally advanced NSCLC with PD-L1 expression ≥ 50% was analyzed. OS was defined as the percentage of treated participants who were still alive at 1 year or 2 years following completion of treatment, divided by the total number of treated participants, multiplied by 100. Overall survival was censored at the time of the last clinic visit or contact.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"1 year and 2 years following completion of treatment, up to 3 years total","groups":[{"id":"OG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"title":"1-year Overall Survival","categories":[{"measurements":[{"groupId":"OG000","value":"23"}]}]},{"title":"2-year Overall Survival","categories":[{"measurements":[{"groupId":"OG000","value":"19"}]}]}]},{"type":"SECONDARY","title":"Radiographic Response Rate Based on Response Evaluation Criteria in Solid Tumors (RECIST)","description":"Radiographic Response will be scored using RECIST V1.1 criteria to quantify objective measures of change in tumor burden. Although RECIST 1.1 references a maximum of 5 target lesions in total and 2 per organ, the Sponsor allows a maximum of 10 target lesions in total and 5 per organ, if clinically relevant to enable a broader sampling of tumor burden. RECIST will be used to quantify the percentage of patients demonstrating Complete Response (CR), Partial Response (PR), Stable Disease (SD), Progressive Disease (PD), as follows:\n\nCR - resolution of all target lesions to background levels PR - at least 30% decrease in sum of diameters of target lesions (noting baseline diameters) SD - neither sufficient shrinkage to qualify for PR or sufficient increase to qualify for PD (noting smallest sum on study) PD - at least 20% increase in sum of diameters of target lesions (noting smallest sum on study); absolute increase of 5mm must be demonstrated; \\>=1 new lesion is considered PD","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"2 months","groups":[{"id":"OG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"title":"Complete Response (CR)","measurements":[{"groupId":"OG000","value":"1"}]},{"title":"Partial Response (PR)","measurements":[{"groupId":"OG000","value":"11"}]},{"title":"Stable Disease (SD)","measurements":[{"groupId":"OG000","value":"11"}]},{"title":"Progressive Disease (PD)","measurements":[{"groupId":"OG000","value":"2"}]}]}]},{"type":"SECONDARY","title":"Unplanned Hospitalization Rate","description":"The unplanned hospitalization rate will be determined as the percentage of participants hospitalized due to treatment-related toxicities.","populationDescription":"Unplanned hospitalization data was not collected.","reportingStatus":"POSTED","timeFrame":"Up to 18 months following completion of treatment, up to 30 months total","groups":[{"id":"OG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50% Combination of pembrolizumab and dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Patients were monitored for adverse events for up to 18 months following treatment for a total of up to 30 months.","eventGroups":[{"id":"EG000","title":"PembroRT Cohort","description":"Subjects with PD-L1 expression ≥ 50%:\n\nCombination of sequential pembrolizumab (200mg every 3 weeks) and accelerated, dose-painted radiotherapy for locally advanced NSCLC patients with high (≥ 50%) PD-L1 expression.\n\nPembroRT: Patients whose tumors are found to have high (≥ 50%) PD-L1 expression will automatically be placed in the PembroRT group. These patients will receive three intravenous treatments with pembrolizumab, followed by four weeks of daily radiotherapy, followed by up to 12 more treatments with pembrolizumab. Pembrolizumab is given as an intravenous infusion once every three weeks. This treatment course will last, in total, up to one year.","deathsNumAffected":6,"deathsNumAtRisk":25,"seriousNumAffected":0,"seriousNumAtRisk":25,"otherNumAffected":10,"otherNumAtRisk":25}],"otherEvents":[{"term":"Anemia","organSystem":"Blood and lymphatic system disorders","sourceVocabulary":"CTCAE (Unspecified)","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":3,"numAtRisk":25}]},{"term":"Arthritis","organSystem":"Musculoskeletal and connective tissue disorders","sourceVocabulary":"CTCAE (Unspecified)","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":2,"numAtRisk":25}]},{"term":"Diarrhea/Colitis","organSystem":"Gastrointestinal disorders","sourceVocabulary":"CTCAE (Unspecified)","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":6,"numAtRisk":25}]},{"term":"Esophagitis","organSystem":"Gastrointestinal disorders","sourceVocabulary":"CTCAE (Unspecified)","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":10,"numAtRisk":25}]},{"term":"Pneumonitis","organSystem":"Respiratory, thoracic and mediastinal disorders","sourceVocabulary":"CTCAE (Unspecified)","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":3,"numAtRisk":25}]},{"term":"Weight Loss","organSystem":"Investigations","sourceVocabulary":"CTCAE (Unspecified)","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":2,"numAtRisk":25}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Dr. Nitin Ohri","organization":"Albert Einstein College of Medicine","email":"nitin.ohri@einsteinmed.edu","phone":"718-920-7750"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2020-09-09","uploadDate":"2024-09-27T09:53","filename":"Prot_SAP_000.pdf","size":1744372},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-06-09","uploadDate":"2024-09-09T16:05","filename":"ICF_001.pdf","size":211767}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-12-17","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2024-10-23","type":"ACTUAL"}}}},"conditionBrowseModule":{"meshes":[{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D001984","term":"Bronchial Neoplasms"},{"id":"D008175","term":"Lung Neoplasms"},{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"}]}},"hasResults":true}