{"protocolSection":{"identificationModule":{"nctId":"NCT03347838","orgStudyIdInfo":{"id":"17-1492.cc"},"organization":{"fullName":"University of Colorado, Denver","class":"OTHER"},"briefTitle":"Nivolumab for the Reversal of Squamous Dysplasia in High Risk Current and Former Smokers","officialTitle":"PD-1 Immune Checkpoint Inhibition for the Reversal of Squamous Dysplasia in High Risk Current and Former Smokers With or Without a History of Lung Cancer"},"statusModule":{"statusVerifiedDate":"2025-12","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-18","type":"ACTUAL"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-10-24","studyFirstSubmitQcDate":"2017-11-15","studyFirstPostDateStruct":{"date":"2017-11-20","type":"ACTUAL"},"resultsFirstSubmitDate":"2025-09-08","resultsFirstSubmitQcDate":"2025-12-10","resultsFirstPostDateStruct":{"date":"2025-12-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2025-12-10","lastUpdatePostDateStruct":{"date":"2025-12-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Colorado, Denver","class":"OTHER"},"collaborators":[{"name":"Bristol-Myers Squibb","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical research study is to determine whether the PD-1 inhibitor (Programmed cell death protein 1) nivolumab improves premalignant bronchial dysplastic lesions in subjects that are at high risk for the development of lung cancer, including those with a prior smoking history, or history of lung cancer or head and neck cancer. The safety and tolerability of nivolumab will also be studied.","detailedDescription":"This is a single-institution, open-label, single-arm, two-stage, phase II study of the PD-1 inhibitor nivolumab in patients at high risk for lung cancer. Simon's two-stage design will be used. In the first stage, 18 subjects will be enrolled. If at least 7 subjects respond to nivolumab, then an additional 24 subjects will be enrolled for a total of 42 subjects. The central hypothesis to be tested by this trial is that immune evasion contributes to malignant transformation of premalignant bronchial dysplastic lesions into invasive lung cancers, and that blocking PD-1 will allow the immune system to target and eradicate premalignant bronchial dysplastic lesions, thereby preventing the development of lung cancer.\n\nNivolumab 240 mg IV will be administered every two weeks for a total of four doses (8 weeks). Participants will undergo bronchoscopy with endobronchial biopsy at study entry, 2 months, and 6 months. The primary endpoint will be change in bronchial dysplasia between study entry and the 6 month timepoint. Secondary endpoints include safety and tolerability of nivolumab in patients with bronchial dysplastic lesions, and additional endobronchial histology endpoints. Exploratory endpoints will be used to identify predictive markers of response to nivolumab."},"conditionsModule":{"conditions":["Bronchial Dysplasia","Tobacco Smoking","History of Non-Small Cell Lung Cancer","History of Head and Neck Cancer"],"keywords":["PD-1","Precancerous Conditions","Nivolumab","Lung Cancer Immunoprevention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The goal of this clinical research study is to determine whether the Programmed cell death protein 1 (PD-1) inhibitor nivolumab improves premalignant bronchial dysplastic lesions in subjects that are at high risk for the development of lung cancer, including those with a prior smoking history, or history of lung cancer or head and neck cancer. The safety and tolerability of nivolumab will also be studied.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":19,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Nivolumab Injection [Opdivo]","type":"EXPERIMENTAL","description":"240 mg IV every 2 weeks for 4 doses","interventionNames":["Drug: Nivolumab"]}],"interventions":[{"type":"DRUG","name":"Nivolumab","description":"Nivolumab is a human monoclonal antibody that blocks the interaction between PD-1 and its ligands, PD-L1 and PD-L2.","armGroupLabels":["Nivolumab Injection [Opdivo]"],"otherNames":["Opdivo","BMS-936558","MDX1106","ONO-4538"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improvement in Endobronchial Histology","description":"The primary endpoint is the dichotomous endpoint of whether a subject responds to PD-1 immune checkpoint inhibition using nivolumab. Response will be based on the 6-month change (difference between 6-month score and baseline score) in worst (i.e., maximum) histologic classification score, using the 2004 World Health Organization (WHO) classification scale for pre-invasive squamous lesions of the bronchus. The histologic classification consists of: normal (grade 1.0), reserve cell hyperplasia (grade 2.0), squamous metaplasia (grade 3.0), mild dysplasia (grade 4.0), moderate dysplasia (grade 5.0), severe dysplasia (grade 6.0), carcinoma in situ (grade 7.0) and invasive cancer (grade 8.0).","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Incidence of Immune-related Adverse Events (irAEs)","description":"Patients will be evaluated every 2 weeks to determine whether they have any immune-related adverse events (irAEs) using the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE). In particular, patients will be monitored closely for evidence of dermatological, gastrointestinal, endocrine, renal, and pulmonary irAEs. Complete blood count, comprehensive metabolic profile, and thyroid function tests will be obtained at baseline and every 3 months for 1 year. A comprehensive metabolic profile will also be checked every 2 weeks. Subjects will be followed for a total of 1 year to monitor for development of irAEs after discontinuation of the study drug.","timeFrame":"Every 2 weeks through 3 months, then every 3 months through 1 year"},{"measure":"Additional Endobronchial Histology Endpoints Using the 2004 WHO Classification Scale for Pre-invasive Squamous Lesions of the Bronchus","description":"1. Two-month change (difference between 2-month score and baseline score) in worst (i.e., maximum) histologic classification score\n2. Using all dysplastic (i.e., histology score ≥ 4.0) baseline biopsy pairs, the change in average histology and dysplasia index\n3. Using all matched biopsies, the change in worst histology, average histology, and dysplasia index\n4. Using all matched biopsies from reference sites, the change in worst histology, average histology, and dysplasia index\n5. Response to treatment of completers, based on worst histology","timeFrame":"2 months and 6 months"}],"otherOutcomes":[{"measure":"Proportion of T Lymphocytes in Bronchial Dysplastic Lesions That Express PD-1","description":"The proportion of T lymphocytes that express programmed death receptor 1 (PD-1) in pre- and post-treatment biopsies will be compared by immunofluorescence staining of formalin-fixed, paraffin-embedded tissue sections","timeFrame":"Baseline, 2 months, and 6 months"},{"measure":"Proportion of Macrophages in Bronchial Dysplastic Lesions That Express PD-L1","description":"The proportion of macrophages that express programmed death ligand 1 (PD-L1) in pre- and post-treatment biopsies will be compared by immunofluorescence staining of formalin-fixed, paraffin-embedded tissue sections","timeFrame":"Baseline, 2 months, and 6 months"},{"measure":"Quantification of CD4+ T Lymphocyte Subsets in Bronchial Dysplastic Lesions","description":"Pre- and post-treatment biopsies will be stained by immunofluorescence for Th1, Th2, and Treg CD4+ T lymphocytes","timeFrame":"Baseline, 2 months, and 6 months"},{"measure":"Ratio of M1:M2 Macrophages in Bronchial Dysplastic Lesions","description":"Pre- and post-treatment biopsies will be stained by immunofluorescence for CD68, HLA-DRA, and CD206. The ratio of M1 (CD68/HLA-DRA) to M2 (CD68/CD206) macrophages will be determined.","timeFrame":"Baseline, 2 months, and 6 months"},{"measure":"Number of Non-synonymous Mutations in Bronchial Dysplastic Lesions","description":"The number of non-synonymous mutations in bronchial dysplastic lesions will be determined by whole exome sequencing","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Provision of signed and dated informed consent form\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. Male or female, aged \\> 18 years\n4. A current or ex-smoker with a \\> 30 pack-year history of smoking and mild or worse sputum cytologic atypia or known bronchial dysplasia, OR history of non-small cell lung cancer (stage I, II, or IIIA) with \\> 10 pack-year history of smoking and no evidence of active disease at least 1 year after definitive treatment, OR history of head and neck cancer (stage I, II, III, or IVA) with \\> 10 pack-year history of smoking and no evidence of active disease at least 1 year after definitive treatment. An ex-smoker is defined as no tobacco use in the prior 12 months\n5. Endobronchial dysplasia (score \\> 4) on screening bronchoscopy\n6. Total granulocyte count \\> 1500\n7. Platelet count \\> 100,000\n8. Serum creatinine \\< 1.5 mg/dL\n9. Total bilirubin \\< 2.0 mg/dL\n10. Transaminases and alkaline phosphatase \\< 2.5x upper limit of normal\n11. Albumin \\> 2.5 mg/dL\n12. ECOG performance status ≤ 1\n13. Participants must be able and willing to undergo three bronchoscopies: before, after four doses of nivolumab (8 weeks), and after 6 months\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Participants may not be currently receiving immune checkpoint inhibitor treatment or have been treated with immune checkpoint inhibitors in the past (including anti-programmed cell death receptor \\[PD\\]-1, anti-programmed death ligand 1 \\[PD-L1\\], and anti-cytotoxic T-lymphocyte associated protein 4 \\[CTLA4\\] monoclonal antibodies)\n2. Patients cannot receive any other investigational anti-cancer agents while participating in the study\n3. Participants cannot have used any other investigational agents within the previous six months\n4. History of allergic reactions attributed to compounds of similar chemical or biologic composition to nivolumab\n5. Clinically apparent bleeding diathesis (i.e., bleeding that is spontaneous, excessive, or delayed in onset following tissue injury results from a localized pathologic process or a disorder of the hemostatic process, involving a complex interplay among vascular integrity, platelet number and function, coagulation factors, and fibrinolysis)\n6. Cardiac dysrhythmia that is potentially life-threatening, such as ventricular tachycardia, multifocal premature ventricular contractions or supraventricular tachycardias with a rapid ventricular response. Well-controlled atrial fibrillation or rare (\\< 2 minute) premature ventricular contractions are not exclusionary\n7. History of coronary artery disease, including myocardial infarction, congestive heart failure (LV ejection fraction \\<50% or clinically significant diastolic dysfunction), or any serious medical condition which would preclude a patient from undergoing a bronchoscopy or would jeopardize the goals of the study\n8. Individuals who are HIV-positive will be considered on a case-by-case basis, but will be required to meet criteria related to patient safety and data integrity, as assessed by the study investigators\n9. History of hepatitis B or hepatitis C infection that is untreated and/or with a detectable viral load\n10. Hypoxemia (less than 90% saturation with supplemental oxygen)\n11. Severe obstructive lung disease (GOLD Stage III or IV, FEV1\\<30% predicted)\n12. Prior chemotherapy or thoracic radiation within the past 1 year\n13. Participants with findings on CT chest suspicious for lung cancer (Lung-RADS category 4) will not be allowed to enroll until they have undergone additional evaluation for malignancy and an alternative (i.e., non-malignant) diagnosis has been established\n14. Current malignancy, with the exception of non-melanoma (i.e., basal cell or squamous cell) skin cancer. Patients with lung carcinoma in situ found during the study biopsy are also excluded.\n15. History of a malignancy except for adequately treated non-melanoma (i.e., basal cell or squamous cell) skin cancer or in situ cervical cancer for which the subject has not been disease-free for 5 years. Patients with a history of non-small cell lung cancer (stage I, II, or IIIA) or head and neck cancer (stage I, II, III, or IVA) must have no evidence of active disease at least 1 year after definitive treatment.\n16. History of stage IIIA NSCLC for which the only treatment was chemoradiation without surgery\n17. Known or suspected autoimmune disease; subjects with type I diabetes mellitus, hypothyroidism requiring hormone replacement, or skin disorders not requiring systemic treatment are permitted to enroll\n18. Conditions requiring systemic corticosteroids equivalent to \\> 10 mg prednisone per day or other immunosuppressive medications within 2 weeks of enrollment\n19. Known interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity\n20. History of interstitial pneumonitis requiring treatment with systemic corticosteroids or other immunosuppressive agents (e.g., mycophenolate, azathioprine)\n21. Life expectancy of \\< 1 year\n22. Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 4 weeks prior to the start of nivolumab\n23. Women must not be breastfeeding\n24. Inability to give informed consent\n25. Pneumonia or acute bronchitis for at least 2 weeks prior to enrollment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Robert Keith, MD","affiliation":"University of Colorado, Denver","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Colorado Anschutz Medical Campus","city":"Aurora","state":"Colorado","zip":"80045","country":"United States","geoPoint":{"lat":39.72943,"lon":-104.83192}},{"facility":"Denver VA Hospital","city":"Denver","state":"Colorado","zip":"80220","country":"United States","geoPoint":{"lat":39.73915,"lon":-104.9847}}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"All participants who enrolled onto the full-study underwent a baseline bronchoscopy; if biopsy results showed either mild, moderate or severe bronchial dysplasia at least one biopsy site, participants were eligible to move forward to full-study registration. If all biopsy sites did not reveal at least mild dysplasia, or if at least one site showed persistent carcinoma in situ or invasive carcinoma, this rendered participants ineligible for full-study registration.","recruitmentDetails":"Participants for this trial were recruited from pulmonary, oncology and nodule clinics from the Rocky Mountain Regional Veterans Affairs Medical Center (RMR VAMC) and the University of Colorado Hospital (UCHealth). The recruitment period for this study was January 2019 through January 2023. The trial included a sputum cytology pre-screening arm to screen for mild or worse sputum atypia, and an option for direct enrollment to full-study with a history of bronchial dysplasia.","groups":[{"id":"FG000","title":"Nivolumab Injection [Opdivo]","description":"240 mg IV every 2 weeks for 4 doses"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"19"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"19"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"19","groups":[{"id":"BG000","title":"Nivolumab Injection [Opdivo]","description":"240 mg IV every 2 weeks for 4 doses"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"19"}]}],"measures":[{"title":"Age, Categorical","description":"Age of participants","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"7"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"12"}]}]}]},{"title":"Sex: Female, Male","description":"Sex of participants","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"3"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"16"}]}]}]},{"title":"Ethnicity (NIH/OMB)","description":"Ethnicity of Participants","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Hispanic or Latino","measurements":[{"groupId":"BG000","value":"2"}]},{"title":"Not Hispanic or Latino","measurements":[{"groupId":"BG000","value":"17"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"}]}]}]},{"title":"Race (NIH/OMB)","description":"Race of participants","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"19"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Improvement in Endobronchial Histology","description":"The primary endpoint is the dichotomous endpoint of whether a subject responds to PD-1 immune checkpoint inhibition using nivolumab. Response will be based on the 6-month change (difference between 6-month score and baseline score) in worst (i.e., maximum) histologic classification score, using the 2004 World Health Organization (WHO) classification scale for pre-invasive squamous lesions of the bronchus. The histologic classification consists of: normal (grade 1.0), reserve cell hyperplasia (grade 2.0), squamous metaplasia (grade 3.0), mild dysplasia (grade 4.0), moderate dysplasia (grade 5.0), severe dysplasia (grade 6.0), carcinoma in situ (grade 7.0) and invasive cancer (grade 8.0).","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"6 months","groups":[{"id":"OG000","title":"Nivolumab Injection [Opdivo]","description":"240 mg IV every 2 weeks for 4 doses"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"19"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10"}]}]}],"analyses":[{"groupIds":["OG000"],"groupDescription":"The null hypothesis is that the 6-month response rate is less than or equal to 0.3.","nonInferiorityType":"SUPERIORITY","pValue":"0.03","statisticalMethod":"Fisher Exact","paramType":"Observed response rate","paramValue":"0.526","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"0.32","ciUpperLimit":"1"}]},{"type":"SECONDARY","title":"Incidence of Immune-related Adverse Events (irAEs)","description":"Patients will be evaluated every 2 weeks to determine whether they have any immune-related adverse events (irAEs) using the National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE). In particular, patients will be monitored closely for evidence of dermatological, gastrointestinal, endocrine, renal, and pulmonary irAEs. Complete blood count, comprehensive metabolic profile, and thyroid function tests will be obtained at baseline and every 3 months for 1 year. A comprehensive metabolic profile will also be checked every 2 weeks. Subjects will be followed for a total of 1 year to monitor for development of irAEs after discontinuation of the study drug.","reportingStatus":"NOT_POSTED","timeFrame":"Every 2 weeks through 3 months, then every 3 months through 1 year","denomUnitsSelected":"Participants"},{"type":"SECONDARY","title":"Additional Endobronchial Histology Endpoints Using the 2004 WHO Classification Scale for Pre-invasive Squamous Lesions of the Bronchus","description":"1. Two-month change (difference between 2-month score and baseline score) in worst (i.e., maximum) histologic classification score\n2. Using all dysplastic (i.e., histology score ≥ 4.0) baseline biopsy pairs, the change in average histology and dysplasia index\n3. Using all matched biopsies, the change in worst histology, average histology, and dysplasia index\n4. Using all matched biopsies from reference sites, the change in worst histology, average histology, and dysplasia index\n5. Response to treatment of completers, based on worst histology","reportingStatus":"NOT_POSTED","timeFrame":"2 months and 6 months","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of T Lymphocytes in Bronchial Dysplastic Lesions That Express PD-1","description":"The proportion of T lymphocytes that express programmed death receptor 1 (PD-1) in pre- and post-treatment biopsies will be compared by immunofluorescence staining of formalin-fixed, paraffin-embedded tissue sections","reportingStatus":"NOT_POSTED","timeFrame":"Baseline, 2 months, and 6 months","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Macrophages in Bronchial Dysplastic Lesions That Express PD-L1","description":"The proportion of macrophages that express programmed death ligand 1 (PD-L1) in pre- and post-treatment biopsies will be compared by immunofluorescence staining of formalin-fixed, paraffin-embedded tissue sections","reportingStatus":"NOT_POSTED","timeFrame":"Baseline, 2 months, and 6 months","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Quantification of CD4+ T Lymphocyte Subsets in Bronchial Dysplastic Lesions","description":"Pre- and post-treatment biopsies will be stained by immunofluorescence for Th1, Th2, and Treg CD4+ T lymphocytes","reportingStatus":"NOT_POSTED","timeFrame":"Baseline, 2 months, and 6 months","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Ratio of M1:M2 Macrophages in Bronchial Dysplastic Lesions","description":"Pre- and post-treatment biopsies will be stained by immunofluorescence for CD68, HLA-DRA, and CD206. The ratio of M1 (CD68/HLA-DRA) to M2 (CD68/CD206) macrophages will be determined.","reportingStatus":"NOT_POSTED","timeFrame":"Baseline, 2 months, and 6 months","denomUnitsSelected":"Participants"},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Non-synonymous Mutations in Bronchial Dysplastic Lesions","description":"The number of non-synonymous mutations in bronchial dysplastic lesions will be determined by whole exome sequencing","reportingStatus":"NOT_POSTED","timeFrame":"Baseline","denomUnitsSelected":"Participants"}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"6 years","eventGroups":[{"id":"EG000","title":"Nivolumab Injection [Opdivo]","description":"240 mg IV every 2 weeks for 4 doses","deathsNumAffected":1,"deathsNumAtRisk":19,"seriousNumAffected":6,"seriousNumAtRisk":19,"otherNumAffected":19,"otherNumAtRisk":19}],"seriousEvents":[{"term":"Colitis","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Colitis, G3, Definitely related, Treatment/Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Arthralgia","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Polyarthralgia, G3, probably related, Treatment/Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Bronchial infection","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Pneumonia, G2 with hospitalization, Unrelated, Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"COPD Exacerbation","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"COPD Exacerbation, G3, Unrelated, Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Cholecystitis","organSystem":"Hepatobiliary disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Acute Cholecystitis, G3, Unrelated, Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Weight Loss","organSystem":"Investigations","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Weight Loss, G2, Unrelated","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Weight Loss/Severe Protein Calorie Malnutrition","organSystem":"Investigations","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Weight Loss/Severe Protein Calorie Malnutrition, Death, Unrelated","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Acute Kidney Injury","organSystem":"Renal and urinary disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Acute Kidney Injury, G3, Unrelated, Treated/Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Encephalopathy","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Meningo-Encephalopathy, G3, Possibly related, Treatment/Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Sepsis","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Hospitalization for Sepsis, UTI and COVID-19+, G4, Unrelated, Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Skin and subcutaneous disorders - other","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Drug Rash, G3, Probably related, Treatment/Recovered","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]}],"otherEvents":[{"term":"Abdominal pain","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Alanine aminotransferase increased","organSystem":"Investigations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Arthralgia","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":3,"numAffected":3,"numAtRisk":19}]},{"term":"Aspartate aminotransferase increased","organSystem":"Investigations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Autoimmune disorder (thyroiditis)","organSystem":"Immune system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Back pain","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Blurred vision","organSystem":"Eye disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Colitis","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Conjunctivitis","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Cough","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":3,"numAffected":3,"numAtRisk":19}]},{"term":"Diarrhea","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":7,"numAffected":7,"numAtRisk":19}]},{"term":"Dry mouth","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Dry skin","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Dyspepsia","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Dysphagia","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Dyspnea","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":3,"numAffected":3,"numAtRisk":19}]},{"term":"Edema limbs","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Encephalopathy","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Erythema multiforme","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Fatigue","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":12,"numAffected":12,"numAtRisk":19}]},{"term":"Gastrointestinal disorders - other, specify; Early satiety","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Headache","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":9,"numAffected":9,"numAtRisk":19}]},{"term":"Hyperthyroidism","organSystem":"Endocrine disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Hypokalemia","organSystem":"Metabolism and nutrition disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Hypophosphatemia","organSystem":"Metabolism and nutrition disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Hypothyroidism","organSystem":"Endocrine disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":5,"numAffected":5,"numAtRisk":19}]},{"term":"Infections and infestations - other, specify; COVID-19+","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":5,"numAffected":5,"numAtRisk":19}]},{"term":"Insomnia","organSystem":"Psychiatric disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Intracranial hemorrhage","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Laryngeal inflammation","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Lung infection","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":4,"numAffected":4,"numAtRisk":19}]},{"term":"Nausea","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Neck pain","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Non-cardiac chest pain","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Otitis externa","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Otitis media","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Pain in extremity","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Pancreatitis","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Peripheral sensory neuropathy","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Pneumonitis","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Pruritus","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Rash maculo-papular","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Renal and urinary disorders - other, specify: Overactive bladder","organSystem":"Renal and urinary disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Reproductive system and breast disorders - other, specify: uteral muscle spasm","organSystem":"Reproductive system and breast disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Respiratory, thoracic and mediastinal disorders - other, specify: COPD Excacerbation","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Shingles","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Sinusitis","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Skin and subcutaneous tissue disorders - other, specify: skin patch","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":19}]},{"term":"Sleep apnea","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Sore throat","organSystem":"Respiratory, thoracic and mediastinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Tremor","organSystem":"Nervous system disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Upper respiratory infection","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Urinary tract infection","organSystem":"Infections and infestations","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]},{"term":"Vertigo","organSystem":"Ear and labyrinth disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":19}]}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"Single-arm study."},"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Robert Keith, MD","organization":"Rocky Mountain Regional VA Medical Center / University of Colorado School of Medicine","email":"robert.keith@cuanschutz.edu","phone":"720-857-5120"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2021-11-19","uploadDate":"2025-07-31T19:00","filename":"Prot_SAP_000.pdf","size":1918040}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-12-17","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2025-09-29","type":"ESTIMATED"}}}},"conditionBrowseModule":{"meshes":[{"id":"D000073869","term":"Tobacco Smoking"},{"id":"D006258","term":"Head and Neck Neoplasms"},{"id":"D011230","term":"Precancerous Conditions"}],"ancestors":[{"id":"D012907","term":"Smoking"},{"id":"D001519","term":"Behavior"},{"id":"D064424","term":"Tobacco Use"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D009369","term":"Neoplasms"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077594","term":"Nivolumab"}],"ancestors":[{"id":"D061067","term":"Antibodies, Monoclonal, Humanized"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"}]}},"hasResults":true}