{"protocolSection":{"identificationModule":{"nctId":"NCT03190174","orgStudyIdInfo":{"id":"SOC-1701"},"organization":{"fullName":"Sarcoma Oncology Research Center, LLC","class":"OTHER"},"briefTitle":"Nivolumab (Opdivo®) Plus ABI-009 (Nab-rapamycin) for Advanced Sarcoma and Certain Cancers","officialTitle":"A Phase 1/2 Study Using Nivolumab and ABI-009 for Advanced Sarcoma, Advanced Carcinoma Treated With PD1 Inhibitors, and Tumors With Genetic Mutations Sensitive to mTOR Inhibitors"},"statusModule":{"statusVerifiedDate":"2025-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-08-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-02","type":"ACTUAL"},"studyFirstSubmitDate":"2017-02-02","studyFirstSubmitQcDate":"2017-06-15","studyFirstPostDateStruct":{"date":"2017-06-16","type":"ACTUAL"},"resultsFirstSubmitDate":"2023-06-07","resultsFirstSubmitQcDate":"2025-02-13","resultsFirstPostDateStruct":{"date":"2025-02-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-02-13","lastUpdatePostDateStruct":{"date":"2025-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sarcoma Oncology Research Center, LLC","class":"OTHER"},"collaborators":[{"name":"Aadi Bioscience, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This study investigates the safety/toxicity and potential anti-tumor activity of sequential administration of nivolumab and escalating doses of the mammalian target of rapamycin (mTOR) inhibitor nab-rapamycin (ABI-009) in advanced Ewing's sarcoma, perivascular epithelioid cell tumor (PEComa), epithelioid sarcoma, desmoid tumor, chordoma, non-small cell lung cancer, small cell lung cancer, urothelial carcinoma, melanoma, renal cell carcinoma, squamous cell carcinoma of head and neck, hepatocellular carcinoma, classical Hodgkin's lymphoma, high microsatellite instability (MSI-H)/ mismatch repair deficient (dMMR) metastatic colorectal cancer, and tumors with genetic mutations sensitive to mTOR inhibitors.","detailedDescription":"The primary objective of this study is to investigate the maximum tolerated dose (MTD) of ABI-009, an mTOR inhibitor, when given sequentially with nivolumab in advanced Ewing's sarcoma, PEComa, epithelioid sarcoma, desmoid tumor, chordoma, non-small cell lung cancer, small cell lung cancer, urothelial carcinoma, melanoma, renal cell carcinoma, squamous cell carcinoma of head and neck, hepatocellular carcinoma, classical Hodgkin's lymphoma, MSI-H/dMMR metastatic colorectal cancer, and tumors with genetic mutations sensitive to mTOR inhibitors.\n\nThe secondary objectives are to investigate the disease control rate (DCR) and progression free survival (PFS) using nivolumab/ABI-009 combination therapy in advanced Ewing's sarcoma, PEComa, epithelioid sarcoma, desmoid tumor, chordoma, non-small cell lung cancer, small cell lung cancer, urothelial carcinoma, melanoma, renal cell carcinoma, squamous cell carcinoma of head and neck, hepatocellular carcinoma, classical Hodgkin's lymphoma, MSI-H/dMMR metastatic colorectal cancer, and tumors with genetic mutations sensitive to mTOR inhibitors.\n\nThe exploratory objectives are (1) To correlate progression free survival (PFS) based on Immune-related Response Criteria (irRECIST) with that based on RECIST v1.1, and (2) To correlate PFS with programmed cell death protein 1 (PD-1) and programmed death-ligand 1 (PD-L1) expression in patients' tumors."},"conditionsModule":{"conditions":["Ewing Sarcoma","PEComa","Epithelioid Sarcoma","Desmoid Tumor","Chordoma","Non Small Cell Lung Cancer","Urothelial Carcinoma","Melanoma","Renal Cell Carcinoma","Squamous Cell Carcinoma","Hepatocellular Carcinoma","Classical Hodgkin Lymphoma","Colorectal Cancer","MTOR Activating Mutation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","description":"This is an open label, dose-seeking phase 1b study using a defined dose of nivolumab and escalating doses of Nab-Rapamycin (ABI-009) given intravenously.\n\nI. Dose Escalation Phase 1 Part of Study: The study will employ the standard \"cohort of three\" design. No intra-patient dose escalation will take place.\n\nII. Expansion Phase 1b Part of Study: Following dose escalation, an additional 22-28 patients will receive ABI-009 at the MTD and defined doses of nivolumab to assess overall safety and potential efficacy in a greater number of patients. Patients in the expansion phase of the study may continue treatment up to 18 three-week cycles or until significant disease progression or unacceptable toxicity occurs.","interventionNames":["Drug: Nab-Rapamycin","Biological: Nivolumab"]}],"interventions":[{"type":"DRUG","name":"Nab-Rapamycin","description":"Escalating doses of ABI-009 will be given IV over 30 min for 2 of every 3 weeks beginning Day 8 Cycle 2. Only nivolumab will be given in Cycle 1. At Dose Level 1, 3-6 patients will receive 56 mg/m\\^2; at Dose Level 2, 3-6 six patients will receive 75 mg/m\\^2; and at Dose Level 3, 3-6 patients will receive 100 mg/m\\^2.","armGroupLabels":["Arm 1"],"otherNames":["ABI-009"]},{"type":"BIOLOGICAL","name":"Nivolumab","description":"A defined dose of nivolumab, 3 mg/kg, will be given IV over 30 minutes q 3 weeks","armGroupLabels":["Arm 1"],"otherNames":["Opdivo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximum Tolerated Dose of ABI-009","description":"The maximum tolerated dose is defined as the highest safely tolerated dose, where not more than one patient experienced dose-limiting toxicity (DLT), with the next higher dose level having at least two patients who experienced DLT.","timeFrame":"Week 6"}],"secondaryOutcomes":[{"measure":"Disease Control Rate","description":"The disease control rate is the percent of patients with complete response, partial response and stable disease.","timeFrame":"12 weeks"},{"measure":"Progression Free Survival","description":"Progression free survival is the time from start of treatment to disease progression or death.","timeFrame":"24 weeks"},{"measure":"Overall Survival","description":"The overall survival is the time from treatment initiation to death.","timeFrame":"30 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA patient will be eligible for inclusion in this study only if all of the following criteria are met:\n\n1. Patients must have a histologically confirmed diagnosis of Ewing's sarcoma, PEComa, epithelioid sarcoma, desmoid tumor, chordoma, non-small cell lung cancer, small cell lung cancer, urothelial carcinoma, melanoma, renal cell carcinoma, squamous cell carcinoma of head and neck, hepatocellular carcinoma, classical Hodgkin's lymphoma, MSI-H/dMMR metastatic colorectal cancer, and tumors with genetic mutations sensitive to mTOR inhibitors, that is either metastatic or locally advanced and for which surgery is not a recommended option.\n2. Patients must have one or more measurable target lesions by CT scan or MRI. Measurable disease by RECIST v1.1.\n3. Patients must not have been previously treated with a PD-1 inhibitor in combination with an mTOR inhibitor.\n4. Prior treatment (investigational or other), chemotherapy, radiotherapy, surgery, or other therapeutic agents (except immunotherapy and mTOR inhibitors) is allowed, if completed after 5 half-lives or ≥28 days prior to enrollment, whichever is shorter.\n5. Eligible patients, 12 years or older, with Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n6. Patients must have the following blood chemistry levels at screening (obtained ≤14 days prior to enrollment (local laboratory):\n\n   1. total bilirubin ≤1.5 x upper limit of normal (ULN) mg/dl\n   2. Aspartate aminotransferase (AST) ≤2.5 x ULN (≤5 x ULN if attributable to liver metastases)\n   3. serum creatinine ≤1.5 x ULN\n7. Adequate biological parameters as demonstrated by the following blood counts at screening (obtained ≤14 days prior to enrollment, local laboratory):\n\n   1. Absolute neutrophil count (ANC) ≥1.5 × 109/L;\n   2. Platelet count ≥100,000/mm3 (100 × 109/L);\n   3. Hemoglobin ≥9 g/dL.\n8. Serum triglyceride \\<300 mg/dL; serum cholesterol \\< 350 mg/dL.\n9. Male or non-pregnant and non-breast feeding female:\n\n   Females of child-bearing potential must agree to use effective contraception without interruption from 28 days prior to starting investigational product (IP) and while on study medication and have a negative serum pregnancy test (β -hCG) result at screening and agree to ongoing pregnancy testing during the course of the study, and after the end of study treatment. A second form of birth control is required even if she has had a tubal ligation.\n\n   Male patients must practice abstinence or agree to use a condom during sexual contact with a pregnant female or a female of childbearing potential while participating in the study. A second form of birth control is required even if he has undergone a successful vasectomy.\n10. Life expectancy of \\>3 months, as determined by the investigator.\n11. Ability to understand and sign informed consent.\n12. Willingness and ability to comply with scheduled visits, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\nA patient will not be eligible for inclusion in this study if any of the following criteria apply:\n\n1. Concurrent or prior immunotherapy with a PD-1 inhibitor in combination with an mTOR inhibitor.\n2. Known active uncontrolled or symptomatic central nervous system (CNS) metastases. A patient with controlled and asymptomatic CNS metastases may participate in this study. As such, the patient must have completed any prior treatment for CNS metastases ≥28 days (including radiotherapy and/or surgery) prior to start of treatment in this study and should not be receiving chronic corticosteroid therapy for the CNS metastases.\n3. Active gastrointestinal bleeding.\n4. Pre-existing thyroid abnormality is allowed provided thyroid function can be controlled with medication.\n5. Uncontrolled serious medical or psychiatric illness. Patients with a \"currently active\" second malignancy other than non-melanoma skin cancers, carcinoma in situ of the cervix, resected incidental prostate cancer (staged pT2 with Gleason Score ≤ 6 and postoperative prostate-specific antigen (PSA) \\<0.5 ng/mL), or other adequately treated carcinoma-in-situ are ineligible. Patients are not considered to have a \"currently active\" malignancy if they have completed therapy and are free of disease for ≥1 year).\n6. Liver-directed therapy within 2 months of enrollment. Prior treatment with radiotherapy (including radio-labeled spheres and/or cyberknife, hepatic arterial embolization (with or without chemotherapy) or cryotherapy/ablation) is allowed if these therapies did not affect the areas of measurable disease being used for this protocol.\n7. Recent infection requiring systemic anti-infective treatment that was completed ≤14 days prior to enrollment (with the exception of uncomplicated urinary tract infection or upper respiratory tract infection).\n8. Uncontrolled diabetes mellitus as defined by HbA1c \\>8% despite adequate therapy.\n9. Unstable coronary artery disease or myocardial infarction during preceding 6 months.\n10. Receiving any concomitant antitumor therapy.\n11. Patients with history of interstitial lung disease and/or pneumonitis, or pulmonary hypertension.\n12. Use of strong inhibitors and inducers of CYP3A4 within the 14 days prior to receiving the first dose of ABI-009. Additionally, use of any known CYP3A4 substrates with narrow therapeutic window (such as fentanyl, alfentanil, astemizole, cisapride, dihydroergotamine, pimozide, quinidine, terfenadine) within the 14 days prior to receiving the first dose of ABI-009.\n13. Known Human Immunodeficiency Virus (HIV).\n14. Active Hepatitis B or Hepatitis C.\n15. Non-oncology vaccine therapy used for prevention of infectious disease within 4 weeks of trial enrollment\n16. Autoimmune disease including rheumatoid arthritis, systemic progressive sclerosis (scleroderma), systemic lupus erythematosus, autoimmune vasculitis and motor neuropathy considered to be of autoimmune origin (e.g. Guillain-Barre Syndrome)\n17. Systemic immunosuppression, including HIV positive status with or without AIDS\n18. Skin rash (psoriasis, eczema) affecting \\> 25% body surface area\n19. Inflammatory bowel disease (Crohn's or ulcerative colitis)\n20. Ongoing or uncontrolled diarrhea within 4 weeks of trial enrollment\n21. Recent history of acute diverticulitis, intraabdominal abscess or gastrointestinal obstruction within 6 months of trial enrollment, which are known risk factors for bowel perforation\n22. Current, active or previous history of heavy alcohol abuse\n23. Pituitary endocrinopathy\n24. Adrenal insufficiency or excess","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Erlinda M Gordon, MD","affiliation":"Sarcoma Oncology Research Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sarcoma Oncology Research Center","city":"Santa Monica","state":"California","zip":"90403","country":"United States","geoPoint":{"lat":34.01949,"lon":-118.49138}}]},"referencesModule":{"references":[{"pmid":"24089446","type":"RESULT","citation":"Gonzalez-Angulo AM, Meric-Bernstam F, Chawla S, Falchook G, Hong D, Akcakanat A, Chen H, Naing A, Fu S, Wheler J, Moulder S, Helgason T, Li S, Elias I, Desai N, Kurzrock R. Weekly nab-Rapamycin in patients with advanced nonhematologic malignancies: final results of a phase I trial. Clin Cancer Res. 2013 Oct 1;19(19):5474-84. doi: 10.1158/1078-0432.CCR-12-3110."},{"pmid":"31401903","type":"DERIVED","citation":"Hattinger CM, Patrizio MP, Magagnoli F, Luppi S, Serra M. An update on emerging drugs in osteosarcoma: towards tailored therapies? Expert Opin Emerg Drugs. 2019 Sep;24(3):153-171. doi: 10.1080/14728214.2019.1654455. Epub 2019 Aug 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"recruitmentDetails":"This was an open-label, single-center, dose-finding phase IB study using a fixed dose of nivolumab and escalating doses of nab-sirolimus given intravenously. Patients were enrolled from August 2017 to July 2021 at the Sarcoma Oncology Center, Santa Monica CA 90403. The study was conducted in accordance with the Declaration of Helsinki and approved by the Western Institutional Review Board (Protocol Code 20151429 on September 8, 2017) for studies involving humans.","groups":[{"id":"FG000","title":"Dose Escalation Phase 1 Dose Level I","description":"The study will employ the standard \"cohort of three\" design. Three patients are treated at each dose level with expansion to six patients per cohort if DLT is observed in one of the three initially enrolled patients at each dose level. If no DLT occurs after 2 doses, escalation to the next dose level will be permitted. The maximum tolerated dose is defined as the highest safely tolerated dose, where not more than one patient experienced DLT, with the next higher dose level having at least two patients who experienced DLT. Patients in the dose escalation study may continue treatment at their designated dose levels up to eighteen 3-week cycles or until significant disease progression or unacceptable toxicity occurs. No intra-patient dose escalation will take place."},{"id":"FG001","title":"Dose Escalation Phase 1 Dose Level II","description":"The study will employ the standard \"cohort of three\" design. Three patients are treated at each dose level with expansion to six patients per cohort if DLT is observed in one of the three initially enrolled patients at each dose level. If no DLT occurs after 2 doses, escalation to the next dose level will be permitted. The maximum tolerated dose is defined as the highest safely tolerated dose, where not more than one patient experienced DLT, with the next higher dose level having at least two patients who experienced DLT. Patients in the dose escalation study may continue treatment at their designated dose levels up to eighteen 3-week cycles or until significant disease progression or unacceptable toxicity occurs. No intra-patient dose escalation will take place."},{"id":"FG002","title":"Dose Escalation Phase 1 Dose Level III","description":"The study will employ the standard \"cohort of three\" design. Three patients are treated at each dose level with expansion to six patients per cohort if DLT is observed in one of the three initially enrolled patients at each dose level. If no DLT occurs after 2 doses, escalation to the next dose level will be permitted. The maximum tolerated dose is defined as the highest safely tolerated dose, where not more than one patient experienced DLT, with the next higher dose level having at least two patients who experienced DLT. Patients in the dose escalation study may continue treatment at their designated dose levels up to eighteen 3-week cycles or until significant disease progression or unacceptable toxicity occurs. No intra-patient dose escalation will take place."},{"id":"FG003","title":"Expansion Phase 1b Part","description":"Following dose escalation, an additional 22-28 patients will receive ABI-009 at the MTD and defined doses of nivolumab to assess overall safety and potential efficacy in a greater number of patients. Patients in the expansion phase of the study may continue treatment up to 18 3-week treatment cycles or until significant disease progression or unacceptable toxicity occurs."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"3"},{"groupId":"FG001","numSubjects":"3"},{"groupId":"FG002","numSubjects":"3"},{"groupId":"FG003","numSubjects":"25"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"3"},{"groupId":"FG001","numSubjects":"3"},{"groupId":"FG002","numSubjects":"3"},{"groupId":"FG003","numSubjects":"25"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"0"},{"groupId":"FG002","numSubjects":"0"},{"groupId":"FG003","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Phase 1: 56 mg/m^2","description":"This was an open-label, single-center, dose-finding phase IB study using a fixed dose of nivolumab and escalating doses of nab-sirolimus given intravenously. Patients were enrolled from August 2017 to July 2021. The study was conducted in accordance with the Declaration of Helsinki and approved by the Western Institutional Review Board (Protocol Code 20151429 on September 8, 2017) for studies involving humans."},{"id":"BG001","title":"Phase 1: 75mg/m^2","description":"This was an open-label, single-center, dose-finding phase IB study using a fixed dose of nivolumab and escalating doses of nab-sirolimus given intravenously. Patients were enrolled from August 2017 to July 2021. The study was conducted in accordance with the Declaration of Helsinki and approved by the Western Institutional Review Board (Protocol Code 20151429 on September 8, 2017) for studies involving humans."},{"id":"BG002","title":"Phase 1: 100 mg/m^2","description":"This was an open-label, single-center, dose-finding phase IB study using a fixed dose of nivolumab and escalating doses of nab-sirolimus given intravenously. Patients were enrolled from August 2017 to July 2021. The study was conducted in accordance with the Declaration of Helsinki and approved by the Western Institutional Review Board (Protocol Code 20151429 on September 8, 2017) for studies involving humans."},{"id":"BG003","title":"Phase 1b: 100 mg/m^2","description":"This was an open-label, single-center, dose-finding phase IB study using a fixed dose of nivolumab and escalating doses of nab-sirolimus given intravenously. Patients were enrolled from August 2017 to July 2021. The study was conducted in accordance with the Declaration of Helsinki and approved by the Western Institutional Review Board (Protocol Code 20151429 on September 8, 2017) for studies involving humans."},{"id":"BG004","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"3"},{"groupId":"BG003","value":"25"},{"groupId":"BG004","value":"34"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"25"},{"groupId":"BG004","value":"31"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"3"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Sex","categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"1"},{"groupId":"BG003","value":"11"},{"groupId":"BG004","value":"15"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"14"},{"groupId":"BG004","value":"19"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"3"},{"groupId":"BG004","value":"3"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"0"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"3"},{"groupId":"BG003","value":"22"},{"groupId":"BG004","value":"31"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"},{"groupId":"BG004","value":"0"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Maximum Tolerated Dose of ABI-009","description":"The maximum tolerated dose is defined as the highest safely tolerated dose, where not more than one patient experienced dose-limiting toxicity (DLT), with the next higher dose level having at least two patients who experienced DLT.","populationDescription":"Intention-to-treat population (all participant assigned to the Phase I dose escalation part of the study).","reportingStatus":"POSTED","paramType":"NUMBER","unitOfMeasure":"mg/m^2","timeFrame":"Week 6","groups":[{"id":"OG000","title":"Dose Escalation Phase 1","description":"The study will employ the standard \"cohort of three\" design. Patients receive ABI-009 in level I dose - 56 mg/m\\^2, in level II dose - 75 mg/m\\^2, and level III dose - 100 mg/m\\^2, each with defined dose of nivolumab - 240 mg IV 30 min. q 3 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"9"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100"}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate","description":"The disease control rate is the percent of patients with complete response, partial response and stable disease.","populationDescription":"Per pre-specified analysis, only participants in the expansion phase of the study were evaluated.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"12 weeks","groups":[{"id":"OG000","title":"Expansion Phase 1b","description":"Following dose escalation, an additional 25 patients will receive ABI-009 at the MTD and defined doses of nivolumab to assess overall safety and potential efficacy in a greater number of patients. Patients in the expansion phase of the study may continue treatment up to 18 three-week cycles or until significant disease progression or unacceptable toxicity occurs."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22"}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"Progression free survival is the time from start of treatment to disease progression or death.","populationDescription":"Per pre-specified analysis, only participants in the expansion phase of the study were evaluated.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"24 weeks","groups":[{"id":"OG000","title":"Expansion Phase 1b","description":"Following dose escalation, an additional 25 patients will receive ABI-009 at the MTD and defined doses of nivolumab to assess overall safety and potential efficacy in a greater number of patients. Patients in the expansion phase of the study may continue treatment up to 18 three-week cycles or until significant disease progression or unacceptable toxicity occurs."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22"}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"The overall survival is the time from treatment initiation to death.","populationDescription":"Per pre-specified analysis, only participants in the expansion phase of the study were evaluated.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"30 weeks","groups":[{"id":"OG000","title":"Expansion Phase 1b","description":"Following dose escalation, an additional 25 patients will receive ABI-009 at the MTD and defined doses of nivolumab to assess overall safety and potential efficacy in a greater number of patients. Patients in the expansion phase of the study may continue treatment up to 18 three-week cycles or until significant disease progression or unacceptable toxicity occurs."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"25"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"3.8 years","description":"The definition of adverse event and/or serious adverse event used to collect adverse event information does not differ from that of the clinicaltrials.gov.","eventGroups":[{"id":"EG000","title":"Dose Escalation Phase 1 Part I","description":"The study will employ the standard \"cohort of three\" design. Patients receive ABI-009 in level I dose - 56 mg/m\\^2 and defined dose of nivolumab - 240 mg IV 30 min. q 3 weeks.","deathsNumAffected":3,"deathsNumAtRisk":3,"seriousNumAffected":0,"seriousNumAtRisk":3,"otherNumAffected":0,"otherNumAtRisk":3},{"id":"EG001","title":"Dose Escalation Phase 1 Part II","description":"The study will employ the standard \"cohort of three\" design. Patients receive ABI-009 in level II dose - 75 mg/m\\^2 and defined dose of nivolumab - 240 mg IV 30 min. q 3 weeks.","deathsNumAffected":3,"deathsNumAtRisk":3,"seriousNumAffected":0,"seriousNumAtRisk":3,"otherNumAffected":0,"otherNumAtRisk":3},{"id":"EG002","title":"Dose Escalation Phase 1 Part III","description":"The study will employ the standard \"cohort of three\" design. Patients receive ABI-009 in level III dose - 100 mg/m\\^2 and defined dose of nivolumab - 240 mg IV 30 min. q 3 weeks.","deathsNumAffected":3,"deathsNumAtRisk":3,"seriousNumAffected":0,"seriousNumAtRisk":3,"otherNumAffected":0,"otherNumAtRisk":3},{"id":"EG003","title":"Expansion Phase 1b","description":"Following dose escalation, an additional 25 patients will receive ABI-009 at the MTD and defined doses of nivolumab to assess overall safety and potential efficacy in a greater number of patients. Patients in the expansion phase of the study may continue treatment up to 18 three-week cycles or until significant disease progression or unacceptable toxicity occurs.","deathsNumAffected":21,"deathsNumAtRisk":25,"seriousNumAffected":3,"seriousNumAtRisk":25,"otherNumAffected":2,"otherNumAtRisk":25}],"seriousEvents":[{"term":"Dehydration","organSystem":"Metabolism and nutrition disorders","sourceVocabulary":"CTCAE (4.0)","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"One (3.2%) had acute dehydration.","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG003","numEvents":1,"numAffected":1,"numAtRisk":25}]},{"term":"Thrombocytopenia","organSystem":"Blood and lymphatic system disorders","sourceVocabulary":"CTCAE (4.0)","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Three (9.7%) patients had thrombocytopenia.","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG003","numEvents":3,"numAffected":3,"numAtRisk":25}]}],"otherEvents":[{"term":"Oral mucositis","organSystem":"Gastrointestinal disorders","sourceVocabulary":"CTCAE (4.0)","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Two patients developed Grade 2 oral mucositis.","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":3},{"groupId":"EG003","numEvents":2,"numAffected":2,"numAtRisk":25}]}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"The study was completed with a small number of subjects analyzed."},"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Erlinda M. Gordon, MD/Principal Investigator","organization":"Sarcoma Oncology Research Center","email":"egordon@sarcomaoncology.com","phone":"310-552-9999"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2019-09-26","uploadDate":"2023-05-19T13:15","filename":"Prot_SAP_000.pdf","size":1424612},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2019-09-26","uploadDate":"2023-05-19T13:17","filename":"ICF_001.pdf","size":265374}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-12-17","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2023-06-29","type":"ACTUAL"}}}},"conditionBrowseModule":{"meshes":[{"id":"D012512","term":"Sarcoma, Ewing"},{"id":"D054973","term":"Perivascular Epithelioid Cell Neoplasms"},{"id":"D012509","term":"Sarcoma"},{"id":"D018222","term":"Desmoid Tumors"},{"id":"D002817","term":"Chordoma"},{"id":"D002289","term":"Carcinoma, Non-Small-Cell Lung"},{"id":"D002295","term":"Carcinoma, Transitional Cell"},{"id":"D008545","term":"Melanoma"},{"id":"D002292","term":"Carcinoma, Renal Cell"},{"id":"D002294","term":"Carcinoma, Squamous Cell"},{"id":"D006528","term":"Carcinoma, Hepatocellular"},{"id":"D015179","term":"Colorectal Neoplasms"}],"ancestors":[{"id":"D012516","term":"Osteosarcoma"},{"id":"D018213","term":"Neoplasms, Bone Tissue"},{"id":"D009372","term":"Neoplasms, Connective Tissue"},{"id":"D018204","term":"Neoplasms, Connective and Soft Tissue"},{"id":"D009370","term":"Neoplasms by Histologic Type"},{"id":"D009369","term":"Neoplasms"},{"id":"D005350","term":"Fibroma"},{"id":"D018218","term":"Neoplasms, Fibrous Tissue"},{"id":"D009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D002283","term":"Carcinoma, Bronchogenic"},{"id":"D001984","term":"Bronchial Neoplasms"},{"id":"D008175","term":"Lung Neoplasms"},{"id":"D012142","term":"Respiratory Tract Neoplasms"},{"id":"D013899","term":"Thoracic Neoplasms"},{"id":"D009371","term":"Neoplasms by Site"},{"id":"D008171","term":"Lung Diseases"},{"id":"D012140","term":"Respiratory Tract Diseases"},{"id":"D002277","term":"Carcinoma"},{"id":"D009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D018358","term":"Neuroendocrine Tumors"},{"id":"D017599","term":"Neuroectodermal Tumors"},{"id":"D009380","term":"Neoplasms, Nerve Tissue"},{"id":"D018326","term":"Nevi and Melanomas"},{"id":"D012878","term":"Skin Neoplasms"},{"id":"D012871","term":"Skin Diseases"},{"id":"D017437","term":"Skin and Connective Tissue Diseases"},{"id":"D000230","term":"Adenocarcinoma"},{"id":"D007680","term":"Kidney Neoplasms"},{"id":"D014571","term":"Urologic Neoplasms"},{"id":"D014565","term":"Urogenital Neoplasms"},{"id":"D052776","term":"Female Urogenital Diseases"},{"id":"D005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D007674","term":"Kidney Diseases"},{"id":"D014570","term":"Urologic Diseases"},{"id":"D052801","term":"Male Urogenital Diseases"},{"id":"D018307","term":"Neoplasms, Squamous Cell"},{"id":"D008113","term":"Liver Neoplasms"},{"id":"D004067","term":"Digestive System Neoplasms"},{"id":"D004066","term":"Digestive System Diseases"},{"id":"D008107","term":"Liver Diseases"},{"id":"D007414","term":"Intestinal Neoplasms"},{"id":"D005770","term":"Gastrointestinal Neoplasms"},{"id":"D005767","term":"Gastrointestinal Diseases"},{"id":"D003108","term":"Colonic Diseases"},{"id":"D007410","term":"Intestinal Diseases"},{"id":"D012002","term":"Rectal Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077594","term":"Nivolumab"}],"ancestors":[{"id":"D061067","term":"Antibodies, Monoclonal, Humanized"},{"id":"D000911","term":"Antibodies, Monoclonal"},{"id":"D000906","term":"Antibodies"},{"id":"D007136","term":"Immunoglobulins"},{"id":"D007162","term":"Immunoproteins"},{"id":"D001798","term":"Blood Proteins"},{"id":"D011506","term":"Proteins"},{"id":"D000602","term":"Amino Acids, Peptides, and Proteins"},{"id":"D012712","term":"Serum Globulins"},{"id":"D005916","term":"Globulins"}]}},"hasResults":true}